brew "atool"
brew "bat"
brew "btop"
brew "cmake"
brew "coreutils"
brew "erdtree"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "isort"
brew "jq"
brew "llvm"
brew "macchina"
brew "man-db"
brew "mise"
brew "mpv"
brew "neovim"
brew "newsboat"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "tokei"
brew "trash-cli"
brew "watchexec"
brew "wget"
brew "zola"
brew "zsh"

cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "mactex"
cask "netron"
cask "rectangle"
cask "signal"
cask "slack"
cask "zoom"
cask "zotero"
