tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "python3"
brew "black"
brew "ghc"
brew "cabal-install"
brew "pkg-config"
brew "llvm"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "dash"
brew "node"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "figlet"
brew "fzf"
brew "gdb"
brew "ghostscript"
brew "git"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hlint"
brew "htop"
brew "imagemagick", link: false
brew "ipython"
brew "ruby"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mpc"
brew "mpd"
brew "youtube-dl"
brew "mpv"
brew "ncmpcpp"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nnn", args["HEAD"]
brew "pandoc"
brew "tree"
brew "pass"
brew "perl"
brew "pidof"
brew "prettier"
brew "r"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "tmux"
brew "tokei"
brew "trash-cli"
brew "typescript"
brew "wallpaper"
brew "wget"
brew "zola"
brew "zsh"
cask "amethyst"
cask "brave-browser"
cask "discord"
cask "element"
cask "kitty"
cask "mactex-no-gui"
cask "rstudio"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "zoom"
